/* MJP hack to fix <rdar://problem/3808962> TA8A241Plus:Sharing Pref: The display of information about Windows Sharing was not good. */
"USE_SPECIAL_FONT" = "NEI"; /*Set to "YES" to use font specified by next string */
"SPECIAL_FONT" = "LiHeiPro";

/* Generic strings */
"OK" = "OK";
"CANCEL" = "Avbryt";
"QUIT" = "Avslutt";
"STOP" = "Stopp";
"START" = "Start";
"WARNING" = "Advarsel";
"ERROR" = "Feil";
"ON" = "På";
"OFF" = "Av";
"STARTING" = "Starter…";
"STOPPING" = "Avslutter…";
"UNAVAILABLE" = "Ikke tilgjengelig";
"UNKNOWN" = "Ukjent";
"ADD" = "Legg til";
"OTHER..." = "Annet…";
"UNKNOWN_USER" = "Ukjent bruker";

// Common ACL names
"Administrators" = "Administratorer";
"Everyone" = "Alle";

"AX_DESCR_ADD_SP" = "Legg til delingspunkt";
"AX_DESCR_REMOVE_SP" = "Fjern delingspunkt";
"AX_DESCR_ADD_USER" = "Legg til bruker";
"AX_DESCR_REMOVE_USER" = "Fjern bruker";

"AX_DESCR_USERS" = "Brukere";
"AX_DESCR_SHAREPOINTS" = "Delingspunkter";

"AX_DESCR_FOR_NSStatusUnknown" = "Av-statusindikator";
"AX_DESCR_FOR_NSStatusAvailable" = "På-statusindikator";
"AX_DESCR_FOR_NSStatusAway" = "Feilstatusindikator";
"AX_DESCR_FOR_NSStatusIdle" = "Advarselstatusindikator";

/* ES warnings */
"ESWARNING_TITLE" = "Denne datamaskinen er satt til å gå i dvale etter en periode med inaktivitet.";
"ESWARNING_OPEN_ES" = "Åpne Strømsparing…";
"ESWARNING_DESC" = "Deling av tjenester er ikke tilgjengelig når datamaskinen er i dvale. Hvis du vil endre innstillingene, åpner du Strømsparing-valgpanelet.";

/* Services (for the table view)*/
"REMOTE_LOGIN_LABEL" = "Ekstern pålogging";

/* telnet service */
"CAPTION_TELNET_IS_ON" = "Slå på ekstern Telnet-tilgang";
"CAPTION_TELNET_IS_OFF" = "Slå av ekstern Telnet-tilgang";

/* Rendezvous Tool Tip */
"RENDEZVOUS_NAME_ERR" = "Bonjour-navnet er ugyldig.";
"RENDEZVOUS_TOOL_TIP" = "Bonjour-navnet må begynne og slutte med en bokstav eller et tall.\nDe andre tegnene kan kun være bokstaver, tall og bindestreker.";
"RENDEZ_EXPL" = "Maskiner på lokalnettverket kan få tilgang til denne maskinen på: %@.local";
"NAME_EXPL" = "Andre brukere kan få tilgang til maskinen din lokalt på %@.local eller globalt på %@.";


/* AFP server */
"CAPTION_AFP_IS_ON" = "Fildeling: På";
"CAPTION_AFP_IS_STARTING" = "Fildeling starter…";
"DESCR_AFP" = "Fildeling gjør det mulig for andre brukere å få tilgang til delte mapper på denne maskinen og gir administratorer tilgang til alle volumer.";
"CAPTION_AFP_IS_OFF" = "Fildeling: Av";
"CAPTION_AFP_IS_BLOCKED_BY_FIREWALL" = "Fildeling: blokkert av brannmur";

"CAPTION_AFP_IS_STOPING" = "Fildeling stopper…";
"CAPTION_AFP_IS_STOPING_IN" = "Fildeling avsluttes om %d minutt(er)";
"CAPTION_AFP_IS_STOPING_SOON" = "Fildeling stopper om mindre enn ett minutt";

"DESCR_AFP_WILL_STOP" = "Fildeling gir brukere av andre maskiner tilgang til fellesmapper på denne maskinen.";
"DESCR_AFP_IS_STOPING_IN" = "Fildeling stopper om %li minutt(er).";
"DESCR_AFP_IS_STOPING_SOON" = "Fildeling stopper om mindre enn ett minutt.";

"AFP_INFO_TEXT" = "Andre brukere har tilgang til delte mapper og administratorer til alle volumer på denne maskinen på %@ eller «%@».";
"AFP_INFO_TEXT_SHORT" = "Andre brukere har tilgang til delte mapper på denne maskinen og administratorer til alle volumer, på %@.";
"AFP_URL" = "afp://%@/";

"SP_DELETE_TITLE_SINGLE" = "Er du sikker på at du vil stoppe deling av mappen «%@»?";
"IDENTITY_DELETE_TITLE" = "Er du sikker på at du vil fjerne «%@» fra listen med brukere som har tilgang til den delte mappen «%@»?";

"PUBLIC_SHAREPOINT_NAME" = "%@s Felles-mappe";

/* Samba Server */
"CAPTION_SAMBA_IS_ON" = "Windows-deling: På";
"CAPTION_SAMBA_IS_OFF" = "Windows-deling: Av";
"CAPTION_SAMBA_IS_BLOCKED_BY_FIREWALL" = "Windows-deling: blokkert av brannmur";

"SAMBA_ACCOUNTS_BUTTON" = "Kontoer…";

"SAMBA_INFO_TEXT" = "Windows-brukere har tilgang til delte mapper på denne maskinen og administratorer til alle volumer, på %@.";

//"SAMBA_INFO_TEXT" = "Windows users can access your computer at %@\nOther users can access your computer at %@";
"SAMBA_ENABLED_ACCOUNTS" = "Aktiverte kontoer: ";
"SEPARATOR" = ", ";
"SAMBA_ADDRESS" = "\\\\%@\\%@";
"SAMBA_IS_NOT_AVAILABLE" = "Windows-fildeling er ikke installert på denne maskinen. Hvis du vil installere Windows-fildeling, bruker du installeringsprogrammet for Mac OS X.";
"SAMBA_ADDRESS_URL" = "smb://%@";

"SMB_IS_STARTING" = "Windows-fildeling starter…";
"SMB_IS_STOPPING" = "Windows-fildeling stopper…";

/* Windows File Sharing password strings */
"SAMBA_ENABLE_PASSWORD_TEXT" = "Hvis du vil aktivere fildeling med SMB for «%@», oppgir du passordet for den kontoen.";
"SAMBA_DISABLE_PASSWORD_TEXT" = "Hvis du vil deaktivere fildeling med SMB for «%@», oppgir du passordet for den kontoen.";

/* Password is too short */
"PASS_IS_TOO_SHORT_ERR" = "Passordet må være på minst 4 tegn. Skriv inn passordet på nytt.";

/* Web server */
"CAPTION_WEB_IS_ON" = "Webdeling: På";
"CAPTION_WEB_IS_OFF" = "Webdeling: Av";
"CAPTION_WEB_IS_BLOCKED_BY_FIREWALL" = "Webdeling: blokkert av brannmur";
"CAPTION_WEB_IS_STARTING" = "Webdeling starter…";
"DESCR_WEB_GENERAL" = "Webdeling gjør det mulig for brukere på andre maskiner å få tilgang til websider på denne maskinen.";
"CAPTION_WEB_IS_STOPING" = "Webdeling stopper…";
"WEB_IS_NOT_AVAILABLE" = "Webdeling er ikke installert på denne maskinen. Hvis du vil installere webdeling, bruker du installeringsprogrammet for Mac OS X.";
"WEB_URL" = "http://%@/";
"WEB_URL_PERSONAL" = "http://%@/~%@/";

/* Optical Disc Sharing */
"Optical Disc Sharing" = "DVD- og CD-deling";
"CAPTION_OPTICAL_DISC_SHARING_IS_OFF" = "DVD- og CD-deling: Av";
"CAPTION_OPTICAL_DISC_SHARING_IS_ON" = "DVD- og CD-deling: På";
"CAPTION_OPTICAL_DISC_SHARING_IS_BLOCKED_BY_FIREWALL" = "DVD- og CD-deling: blokkert av brannmur";
"CAPTION_OPTICAL_DISC_SHARING_IS_STARTING" = "DVD- og CD-deling starter…";
"CAPTION_OPTICAL_DISC_SHARING_IS_STOPPING" = "DVD- og CD-deling stopper…";
"DESCR_OPTICALDISK_SHARING_GENERAL" = "Dette gjør det mulig for brukere på andre maskiner å bruke CD- eller DVD-stasjonen i denne maskinen via ekstern tilkobling.";
"ODS_DVD_ASK_TITLE" = "Spør meg før andre får tilgang til DVD-stasjonen min";
"ODS_CD_ASK_TITLE" = "Spør meg før andre får tilgang til CD-stasjonen min";

/* FTP */
"FTP_IS_ON" = "FTP-tilgang: På";
"FTP_IS_OFF" = "FTP-tilgang: Av";
"FTP_IS_NOT_AVAILABLE" = "FTP er ikke installert på denne maskinen. Hvis du vil installere FTP, installerer du BSD-pakkene ved hjelp av Mac OS X-installeringsprogrammet.";
"FTP_BASIC_DESCR" = "FTP gjør det mulig for brukere av andre datamaskiner å utveksle filer med denne maskinen ved hjelp av FTP-programmer.";
"FTP_IS_BLOCKED_BY_FIREWALL" = "FTP-tilgang: blokkert av brannmur";

"FTP_INFO_TEXT" = "Andre brukere kan få tilgang til FTP-tjeneren din på\nftp://%@/, eller de kan navigere til «%@».";
"AFP_NUMBER_OF_CLIENTS" = "Antall tilkoblede brukere: %d";

"FTP_IS_STARTING" = "FTP starter…";
"FTP_IS_STOPPING" = "FTP stopper…";

/* SSH */
"CAPTION_SSH_IS_STARTING" = "Ekstern pålogging starter…";
"CAPTION_SSH_IS_STOPPING" = "Ekstern pålogging stopper…";
"SSH_INFO_GENERAL" = "Ekstern pålogging gir brukere av andre maskiner tilgang til denne maskinen ved hjelp av SSH.";
"SSH_ON" = "Ekstern pålogging: På";
"SSH_OFF" = "Ekstern pålogging: Av";
"SSH_INFO_TEXT" = "Du kan logge deg på denne maskinen via ekstern pålogging ved å skrive «ssh %@@%@».";
"SSH_BLOCKED_BY_FIREWALL" = "Ekstern pålogging: blokkert av brannmur";

/* Alerts */
"FTP_MISSING_ERR" = "FTP-innstillingene kan ikke endres fordi BSD-pakken ikke er installert.";
"FTP_MISSING_EXPLANATION" = "Installer BSD-pakken hvis du vil endre FTP-innstillingene."; 

/* Firewall Strings */
"FIREWALL_ON" = "Brannmur på";
"FIREWALL_OFF" = "Brannmur av";
"FIREWALL_UNA" = "Brannmur ikke tilgjengelig";
"ERROR_FIREWALL" = "Firewall-innstillingene kan ikke endres fordi det oppsto en feil da de skulle leses fra systemet.";
"ERROR_FIREWALL_EXPL" = "Hvis problemet vedvarer, bør du starte maskinen på nytt og prøve igjen.";
"DEFAULT_ENTRY" = "Du kan ikke endre brannmurinnstillingene for denne tjenesten.";
"TOOL_TIP_OFF_TCP" = "Dette er brannmuroppføringen for %@.\nDen er stengt, og all TCP-nettverkstrafikk gjennom porten(e) %@ blokkeres.";
"TOOL_TIP_OFF_UDP" = "Dette er brannmuroppføringen for %@.\nDen er stengt, og all UDP-nettverkstrafikk gjennom porten(e) %@ blokkeres.";
"TOOL_TIP_OFF_BOTH" = "Dette er brannmuroppføringen for %@.\nDen er stengt, og all TCP-nettverkstrafikk gjennom porten(e) %@ og all UDP-nettverkstrafikk gjennom porten(e) %@ blokkeres.";

/* Firewall Utility Strings */
"FILE_AND_WEB" = "Filer og web";
"APPLICATION" = "Program";

/* Sharing Pref Defined Services */
/* Do not delete these, they are for localizing the UI (the file is always stored in English) */
"Apple Remote Desktop" = "Apple Remote Desktop";
"ARD_TITLE" = "Ekstern administrering";
"SCREEN_SHARING_TITLE" = "Skjermdeling";
"Personal File Sharing" = "Fildeling";
"Samba Sharing" = "Windows-deling";
"Personal Web Sharing" = "Webdeling";
"Remote Login - SSH" = "Ekstern pålogging - SSH";
"Remote Apple Events" = "Eksterne Apple Events";
"FTP Access" = "FTP-tilgang";
"BlueToothService" = "Bluetooth-deling";
"Printer Sharing" = "Skriverdeling";
"Scanner Sharing" = "Skannerdeling";
"iChat Rendezvous" = "iChat Bonjour";
"iTunes Music Sharing" = "iTunes-musikkdeling";
"iPhoto Rendezvous Sharing" = "iPhoto Bonjour-deling";
"Network Time" = "Nettverkstid";
"Dynamic DNS" = "Dynamisk DNS";
"Xgrid" = "Xgrid-deling";

/* BT */
"BT_INFO_TEXT" = "Bruk panelet Bluetooth-deling til å konfigurere maskinen for deling av filer med andre Bluetooth-kompatible maskiner og enheter.";
"BT_IS_ON" = "Bluetooth-deling: På";
"BT_IS_OFF" = "Bluetooth-deling: Av";

/* Printer Sharing */
"PRINTER_SHARING_UNAVAILABLE" = "Skriverdeling er ikke tilgjengelig for øyeblikket.";
"PS_IS_ON" = "Skriverdeling: På";
"PS_IS_OFF" = "Skriverdeling: Av";
"PS_IS_BLOCKED_BY_FIREWALL" = "Skriverdeling: blokkert av brannmur";
"PS_IS_STARTING" = "Skriverdeling starter…";
"PS_IS_STOPPING" = "Skriverdeling stopper…";
"PRINTER_SHARING_BASIC" = "Skriverdeling gjør det mulig for andre på nettverket å bruke skrivere som er koblet til denne maskinen.";
"PRINTER_FAX_SHARING_BASIC" = "Skriverdeling gjør det mulig for andre på nettverket å bruke skrivere og faksmodemer som er koblet til denne maskinen.";

/* Scanner Sharing */
"SCANNERSHARING_IS_ON" = "Skannerdeling: På";
"SCANNERSHARING_IS_OFF" = "Skannerdeling: Av";

/* Remote Apple Events */
"REMOTE_AE_ON" = "Eksterne Apple Events: På";
"REMOTE_AE_OFF" = "Eksterne Apple Events: Av";
"REMOTE_AE__BLOCKED_BY_FIREWALL" = "Eksterne Apple Events: blokkert av brannmur";
"RAE_IS_STARTING" = "Eksterne Apple Events starter…";
"RAE_IS_STOPPING" = "Eksterne Apple Events stopper…";
"AE_BUTTON_TITLE" = "Konfigurer…";
"RAE_PICKER_TITLE" = "Eksterne Apple Events";
"SSH_PICKER_TITLE" = "Ekstern pålogging";

/* ARD */
"ARD_ON" = "Ekstern administrering: På";
"ARD_OFF" = "Ekstern administrering: Av";
"ARD_BLOCKED_BY_FIREWALL" = "Ekstern administrering: blokkert av brannmur";
"ARD_GENERAL_INFO_TEXT" = "Ekstern administrering gjør det mulig for andre brukere å få tilgang til denne maskinen ved hjelp av Apple Remote Desktop.";
"SCREEN_SHARING_GENERAL_INFO_TEXT" = "Skjermdeling gjør det mulig for brukere på andre maskiner å vise skjermbildet til og styre denne maskinen.";
"ARD_INFO_TEXT" = "Andre brukere kan administrere maskinen din ved å bruke adressen\n%@.";
"ARD_URL" = "http://www.apple.com/no/remotedesktop/";
"ARD_ACCESS_BUTTON" = "Tilgangsrettigheter…";
"ARD_MENU_EXTRA_CHECKBOX" = "Vis status i menylinjen";
"CAPTION_ARD_IS_STARTING" = "Ekstern administrering starter…";
"CAPTION_ARD_IS_STOPPING" = "Ekstern administrering stopper…";
"ARD_STARTING_DESC" = "Ekstern administrering gjør det mulig for administratorer å observere skjermen din og administrere maskinen din ved hjelp av programmet %@.";
"ARD_IS_NOT_AVAILABLE" = "Ekstern administrering er ikke installert på denne maskinen.";
"ARD_CONTROL_OBSERVE" = "Kontroller og observer";
"SCREEN_SHARING_INFO" = "Andre brukere kan få tilgang til maskinen din på vnc://%@/ eller ved å navigere til «%@».";
"SCREEN_SHARING_INFO_SHORT" = "Andre brukere kan få tilgang til maskinen din på vnc://%@/.";
"SCREEN_SHARING_ON" = "Skjermdeling: På";
"SCREEN_SHARING_OFF" = "Skjermdeling: Av";
"SCREEN_SHARING_BLOCKED_BY_FIREWALL" = "Skjermdeling: blokkert av brannmur";
"SCREEN_SHARING_OFF_WARNING_TITLE" = "Er du sikker på at du vil slå av skjermdeling på maskinen «%@»?";
"SCREEN_SHARING_OFF_WARNING_DESC" = "Hvis du slår av skjermdeling på denne maskinen, vil andre maskiner som deler maskinens skjerm ikke få tilgang til den.";

/* NAT (Internet Sharing) */
"Internet Sharing" = "Internett-deling";
"INTERNET_SHARING_ON" = "Internett-deling: På";
"INTERNET_SHARING_OFF" = "Internett-deling: Av";
"INTERNET_SHARING_MESSAGE" = "Internett-deling gjør det mulig for andre maskiner å dele Internett-forbindelsen din.";
"INTERNET_SHARING_SELECT_OUT" = "Du kan ikke starte Internett-deling fordi du ikke har valgt en port som skal dele forbindelsen.";
"INTERNET_SHARING_NO_OUT" = "Du kan ikke starte Internett-deling fordi ingen porter som kan dele forbindelsen, er tilgjengelige. Del en annen forbindelse, eller slå på en annen port i Nettverk-valgpanelet.";
"INTERNET_SHARING_NO_FROM" = "Du kan ikke starte Internett-deling fordi ingen Internett-forbindelser er åpne. Åpne en Internett-forbindelse ved hjelp av Nettverk-valgpanelet.";
"INTERNET_SHARING_NOT_AVAILABLE" = "Internett-deling er ikke tilgjengelig fordi du ikke har en aktiv Internett-forbindelse.";
"AUTOMATIC" = "Automatisk";
"PRIMARY_INTERFACE_WARNING" = "Hvis du slår på denne porten, er det mulig at Internett-leverandøren din slår av tilgangen din for å hindre at du forstyrrer nettverket.";
"PRIMARY_INTERFACE_EXPL" = "I noen tilfeller (hvis du for eksempel bruker kabelmodem) kan du utilsiktet påvirke Internett-leverandørens nettverksinnstillinger og bryte betingelsene i avtalen med leverandøren.";
"INTERNET_SHARING_NETWORK" = "Nettverk med Internett-deling";
"INTERNET_SHARING_ARE_YOU_SURE" = "Er du sikker på at du vil slå på Internett-deling?";
"INTERNET_SHARING_ARE_YOU_SURE_INFO" = "Hvis maskinen er koblet til et nettverk, og du slår på Internett-deling, kan det påvirke nettverksinnstillingene til andre maskiner og forstyrre nettverket. Spør nettverksadministratoren før du slår på Internett-deling.";
"INTERNET_SHARING_NO_SERVICES" = "Ingen aktive tjenester tilgjengelig";
"INTERNET_SHARING_NOT_INSTALLED" = "Internett-deling er ikke installert på denne maskinen. Hvis du vil installere Internett-deling, installerer du BSD-pakkene ved hjelp av installeringsprogrammet for Mac OS X.";

"AIRPORT_WARNING" = "Hvis du vil dele Internett-forbindelsen, må du slå på AirPort.";
"AIRPORT_WARNING_INFO" = "AirPort er slått av.";
"TURN_POWER_ON" = "Slå på AirPort";
"DEFAULT_AIRPORT_NETWORK" = "AirPort-nettverk";
"NETWORK_PASSWORD" = "Hvis du vil koble til AirPort-nettverket denne maskinen oppretter, fra en maskin som ikke bruker AirPort, bruker du følgende ekvivalente nettverkspassord (WEP-nøkkel):";

"INTERNET_SHARING_SLEEP_WARNING_SHEET_ENERGY_SAVER_BUTTON" = "Åpne Strømsparing";
"INTERNET_SHARING_WEBSHARING_WARNING_SHEET_SERVICES_BUTTON" = "Vis Tjenester";
"INTERNET_SHARING_WARNING_SHEET_TITLE" = "Andre innstillinger kan forstyrre Internett-deling";

/* Extra Firewall Ports */
"APPLE_REMOTE_DESKTOP" = "Apple Remote Desktop";
"ICQ" = "ICQ";
"IRC" = "IRC";
"MSN" = "MSN Messenger";
"RETROSPECT" = "Retrospect";
"SMB" = "SMB (uten netbios)";
"TIMBUKTU" = "Timbuktu";
"RENDEZVOUS" = "Bonjour-direktemeldingstjenester";
"VNC" = "VNC";
"NETWORKTIME" = "Nettverkstid";
"CVS" = "CVS";
"WEBSTAR" = "WebSTAR Admin";
"XCODE" = "Distribuert Xcode-bygg";
"QUICKTIME" = "QuickTime";
"WBEM" = "WBEM";

/* Dynamic DNS */
"DYNDNS_ON" = "Dynamisk DNS-deling på";
"DYNDNS_OFF" = "Dynamisk DNS-deling av";
"CAPTION_DYNDNS_IS_STARTING" = "Dynamisk DNS starter…";
"CAPTION_DYNDNS_IS_STOPPING" = "Dynamisk DNS stopper…";
"DYNDNS_INFO_TEXT" = "Andre personer kan få tilgang til maskinen fra ekstern plassering på «%@».";
"DYNDNS_STARTING_DESC" = "Dynamisk DNS gjør det mulig for brukere på andre maskiner å få tilgang til denne maskinen via ditt dynamiske DNS-domene.";
"DYNDNS_BUTTON_STRING" = "Konfigurer…";
"DYNDNS_HAS_SECRET" = "<set>";
"DYNDNS_NO_SECRET" = "<ingen>";
"DYNDNS_FAILED_SHEET_TITLE" = "Dynamisk DNS ikke startet";
"DYNDNS_FAILED_SHEET_MESSAGE" = "Dynamisk DNS fikk ikke registrert «%@».\n\n%@";
"DYNDNS_START_TIMEOUT" = "Dynamisk DNS ble tidsavbrutt under oppstart. Kontroller innstillingene, og prøv igjen.";
"DYNDNS_NO_SERVERS_AVAILABLE" = "Ingen tilgjengelig";

/* Status messages for mDNSResponder respondes about dynamic dns */
"MDNS_RESPONSE_UNKNOWN_ERROR" = "Det oppsto en ukjent feil.";
"MDNS_RESPONSE_NONETWORK_ERROR" = "Det oppsto et problem under tilkobling til nettverket. Forsikre deg om at kablene er riktig tilkoblet, og prøv igjen.";
"MDNS_RESPONSE_NODNSSERVER_ERROR" = "Maskinen kunne ikke kontakte en DNS-tjener. Kontroller Nettverk-valgpanelet, og forsikre deg om at adressen til DNS-tjeneren er riktig.";
"MDNS_RESPONSE_COMPUTERNAMEINUSE_ERROR" = "En maskin med navnet @#$@ brukes av en annen bruker. Du må endre maskinnavnet eller prøve igjen senere.";
"MDNS_RESPONSE_NATTRAVESAL_ERROR" = "Denne maskinen er koblet til Internett via en gateway som ikke tillater at den fungerer som en tjener på Internett.";
"MDNS_RESPONSE_FIREWALL_ERROR" = "Den valgte DNS-tjeneren kunne ikke gjøre denne maskinen synlig for andre maskiner på Internett. Det er mulig den befinner seg bak en brannmur.";

"XGRID_ON" = "Xgrid-deling: På";
"XGRID_OFF" = "Xgrid-deling: Av";
"CAPTION_XGRID_IS_STARTING" = "Xgrid-agent starter…";
"CAPTION_XGRID_IS_STOPPING" = "Xgrid-agent stopper…";
"XGRID_INFO_TEXT" = "Xgrid-agenten er aktiv.";
"XGRID_STARTING_DESC" = "Xgrid-deling tillater at Xgrid-kontrollere kobler til og distribuerer Xgrid-oppgaver til maskinen.";
"XGRID_ADV_BUTTON" = "Konfigurer…";
"XGRID_START_TIMEOUT" = "Det oppsto et problem med starting av Xgrid-agenten.";
"XGRID_STOP_TIMEOUT" = "Det oppsto et problem med stopping av Xgrid-agenten.";
"XGRID_NO_AGENT_TITLE" = "Xgrid-agenten ble ikke funnet";
"XGRID_NO_AGENT_DESC" = "Xgrid-agenten må installeres på denne maskinen hvis du vil aktivere Xgrid-deling.";
"XGRID_MISSING_PASSWORD_TITLE" = "Passord mangler";
"XGRID_MISSING_PASSWORD_INFO" = "Agenten er konfigurert slik at den krever at Xgrid-kontrolleren oppgir et passord, men et passord er ikke angitt. Du må angi et passord eller deaktivere passordbeskyttelsen før du kan starte agenten.";
"XGRID_SECURITY_WARNING_TITLE" = "Sikkerhetsadvarsel";
"XGRID_SECURITY_WARNING_INFO" = "Hvis du slår av passordbeskyttelsen, øker du faren for uautorisert tilgang til maskinen.";
"XGRID_GENERAL_INFO" = "Xgrid-deling tillater at Xgrid-kontrollere kobler til og distribuerer Xgrid-oppgaver til maskinen.";

"LABEL_SHAREDFOLDERS" = "Delte mapper:";
"LABEL_USERSGROUPS" = "Brukere:";

"APPLY_PERMISSION_MAIN_TEXT" = "Er du sikker på at du vil bruke samme eier, gruppe og rettigheter for alle objektene i mappen?";
"APPLY_PERMISSION_PROGRESS_LABEL" = "Skriver rettigheter til «%@»";
